{
    "name": "Minstrel",
    "type": "occ",
    "system": {
        "abilities": [
            {
                "title": "Notes on Musical Instruments in the Palladium World",
                "description": "Most minstrels choose stringed instruments as primary (play/sing simultaneously); wind instruments as backup (low maintenance); drums for groups or ceremonies (e.g., executions). DwarfPipes and Squeeu Box (new, contested by guilds) are often outlawed. Prices: primary value, secondary value, replacement cost (quality-based).\n- Harp: Prestigious, finicky (detunes in weather, overuse/neglect), 4 S.D.C. Primary: 2,000 gold. Secondary: 500 gold. Replacement: 300-10,000+ gold (master quality harder to tune). Skill Penalty: -15% to all professions (removed if skill selected twice).\n- Lute: Guitar-like, long-necked, pear-shaped, weather-sensitive (needs strings/repairs), 11 S.D.C. Primary: 750 gold. Secondary: 250 gold. Replacement: 75-1,000 gold.\n- Mandolin: Lute-like, smaller body, travel-durable, 15 S.D.C. Primary: 900 gold. Secondary: 300 gold. Replacement: 150-3,000 gold.\n- Leika: Inexpensive, limited range, metal strings, low maintenance, 22 S.D.C. Primary: 400 gold. Secondary: 150 gold. Replacement: 75-800 gold.\n- Byzantium Flute: Side-held, durable (except reed), 22 S.D.C. Primary: 2,000 gold. Secondary: 750 gold. Replacement: 800-50,000 gold (silver/gold).\n- Redbay Flute: Recorder-like (bamboo 8 S.D.C., wood 14 S.D.C., clay 11 S.D.C., metal 20 S.D.C.), maintenance-free, travel-friendly. Primary: 300 gold. Secondary: 35 gold. Replacement: 10-2,000 gold. Note: Make with Sculpting & Whittling (good-very good quality).\n- Bugles, Trumpets, Horns: Metal (brass, steel, silver alloy), piston-keyed, orchestral/military, 15 S.D.C. Primary: 1,200 gold. Secondary: 400 gold. Replacement: 250-10,000 gold.\n- Panpipes: Compact (wood/reed 6 S.D.C., metal 12 S.D.C.), traditional. Primary: 200 gold. Secondary: 60 gold. Replacement: 60-450 gold. Note: Make with Sculpting & Whittling (good-very good quality).\n- Dragon Drum: Large, wood/metal, deep sound, A.R. 9, 50 S.D.C. Primary: 300 gold. Secondary: 100 gold. Replacement: 100-8,000 gold.\n- Demon Drums: Three drums, two plates, waist-worn, danced with “demon” costume, 25 S.D.C. Primary: 1,750 gold. Secondary: 600 gold. Replacement: 600-7,500 gold. Skill Penalty: -10% to all professions (none for Minstrel O.C.C.).\n- Faerie Bells: Costume bells on arms/legs, played dancing, 500 gold. Secondary: 150 gold. Replacement: 100-1,000 gold. Skill Penalty: -8% to all professions (none for Minstrel O.C.C. or P.P. 15+).\n- DwarfPipes (Bagpipes): Ancient, dwarf-associated, evolving range, 10 S.D.C. Primary: 1,000+ gold. Secondary: 600 gold. Replacement: 600-2,000 gold. Skill Penalty: -15% to all professions (none for dwarves, removed if skill selected twice).\n- Squeeu-Box (Accordion): New, bellows-pumped, catching on, 12 S.D.C. Primary: 2,500 gold. Secondary: 1,100 gold. Replacement: 1,100-3,000 gold."
            }
        ]
    }
}