{
    "name": "Priest of Darkness",
    "type": "occ",
    "system": {
        "abilities": [
            {
                "title": "Priest, Armor & Combat",
                "description": "With rare exception, priests are not trained as men of arms or in the use of weapons and armor. Hand to hand combat is not generally part of the priest's teachings, though most travelling priests learn at least basic hand to hand combat. They are not men of magic just because they can cast a few spells; rather, they are theologians, philosophers, healers, men of learning, and liaisons between mortals and the gods.\nWeapons can vary, but most priests prefer staves and blunt weapons.\nPriests tend to favor light armor like padded or leather for maneuverability and comfort. Heavy armor is cumbersome, and metal armor hampers magic energy channeling. If more than 50% of the body is covered in metal (e.g., chain mail, scale, plate), the priest must spend 20% more P.P.E. to cast spells, and roll once on the following table for additional penalties:\n01-20: Reduce spell damage or effects by 1D4x10%.\n21-40: Reduce spell duration by 1D4x10%.\n41-60: Reduce spell range by 1D4x10%.\n61-80: Reduce both range and duration by 20%.\n81-00: No additional problems.\nPriests may wear any armor, but encumbrance penalties apply: -15% to prowl and -20% to climb/scale walls or swim in full splint or plate armor; -10% to prowl, swim, or climb in chain or scale mail; -5% in studded leather."
            },
            {
                "title": "Allegiance to a God",
                "description": "A priest must choose a god, pantheon, or religion to devote their life to, though affiliation with a formal church isn’t required. The deity(s) must align with the character’s alignment (e.g., an evil character won’t worship a god of light unless shifting alignment). A pantheon may include varied alignments, but an evil priest won’t serve good gods within it, using them as cautionary examples.\nPriests typically swear allegiance to one or two gods but know all deities in their pantheon, their allies, enemies, and codes. Adherence to dogma is strict in temples but more relaxed for travelling priests, who may bend rules to further their dark goals.\nDisobeying or rebuking a deity brings punishment, often severe but fair. Forsaking a god strips all clerical abilities, skills, and experience, forcing the character to start anew with a new O.C.C. Reinstatement by the forsaken deity is rare and, if granted, starts at level one or two."
            },
            {
                "title": "Special Prayers",
                "description": "Prayers allow priests to communicate with their deity, focus thoughts, and perform rituals. Special prayers include:\n- Prayer of Strength of the Damned: +6 vs horror factor, +2 all saves, +10% turn dead, +1 spell strength, +4 damage, +1 parry/dodge, +8% summon Minions of Darkness. 2x/day, 3 min/level, 16%+8%/level success.\n- Prayer of Communion: Inspires via vision/dream, 60% chance of omen. 2x/day, 16%+8%/level success.\n- Summon the Minions of Darkness: Summons 1 lesser deevil/demon/gargoyle per level (varies by deity), serves 5 min/level, 2x/day, 10%+8%/level success.\n- Curses: Debilitating curses on people (1D6 months), places (1D4 weeks), or objects (24 hr recovery if abandoned). Range: 30 ft, line of sight. Limit: 2x/day, 1 target/level, 1 place (200 ft diameter). Success: 10%+6%/level, save vs magic 14+ (high-level priests add spell strength). Types:\n  - Pox Curse: Sores reduce P.B./S.D.C. by half, P.E. -3, lasts 1D6 months.\n  - Fever Curse: -1 combat bonuses, -25% speed, -10% skills, lasts 1D6 months.\n  - Luck Curse: As wizard spell.\n  - Minor Curse: As wizard spell.\n  - Other: Cold, insect attraction, stink, spoilage (1D6 months)."
            },
            {
                "title": "Powers of Darkness",
                "description": "1. Healing Touch: Restores 1D6 HP/SDC (1D4 MDC), every other melee round, not self-usable, typically for minions. Fees: 5-1D6x100 gold, avg. 50-100.\n2. Exorcism: Banishes entities/demons (6 months+), destroys animated dead. 1D6 hours, 7%/level success, +10% for same pantheon servants.\n3. Remove Curse: Removes magic curses (not items/places), 1D4x10 min, 7%/level success, 1 try/curse.\n4. Resurrection: Revives dead (2-4 weeks, -3%/month after 4, 5% after 1 year), 5th level+, 10%+3%/level success, 1 try/priest.\n5. Turn Dead: Repels skeletons/corpses/mummies/ghouls (2 melee rounds), 20%+5%/level success.\n6. Penance and Sacrifice: Rarely abstain, often sacrifice intelligent beings for P.P.E. or tribute via blood rituals.\n7. Spell Casting: Starts at 3rd level with 1 spell (Agony, Befuddle, etc., or level 1), +1 spell/level after. P.P.E.: 6D6 + P.E. + 2D4/level. Spell strength: 12, +1 at 6th and 12th.\n8. Animate & Command Dead: 1D4 dead/level, 9%/level success, 10 P.P.E., lasts while focused. Can seize control (roll above animator’s spell strength).\n9. Demon Familiar: At 6th level, if loyal, gains a demon familiar (as Witch O.C.C.)."
            }
        ]
    }
}