{
    "name": "Spy",
    "type": "occ",
    "system": {
        "abilities": [
            {
                "title": "Spy Affiliations & Special Resources",
                "description": "Employed by powerful sponsors (e.g., kingdoms, churches, crime lords, dragons). Low-level Freelance Spies get basic gear: money for room/board, light armor, mission-specific weapon/tool, rope, grappling hook, spyglass, paper/pen, clothing (keep gear, modest payment + bonus for flawless mission). Trusted/State Spies (reputable/long-term) get riding animal, expensive wardrobe, disguises, poisons, magic potions/scrolls/items, special weapons, large expense account (G.M. discretion). Freelance Spies: Most freedom, least support (1-2 person operation), may get employer-loyal support team. State Spies: Professional agents (military/police/special forces), superior funding/resources (disguises, papers, gear, support team), but must follow protocols, report progress, risk disavowal if captured. High-level/State Spies have support teams (mixed skills: Spy, thief, assassin, mage, etc.) and local allies (hideout 1D4 days, basic medical care, clothes, food, 2D6x10 gold, info on key contacts; ally types: patriot, low-level Spy, mercenary, etc.). Spies can hire own teams (mercenaries, adventurers) or acquire informers/assistants. Sponsors (roll percentile):\n  - 01-10% Wolfen Empire\n  - 11-20% Kingdom of Byzantium\n  - 21-30% Eastern Territory/Lopan faction\n  - 31-40% Timiro Kingdom\n  - 41-50% Western Empire noble house\n  - 51-60% Land of the South Winds Arch-Duke/Duchess\n  - 61-70% Pirate captain/nefarious group\n  - 71-75% Good-aligned church\n  - 76-80% Evil-aligned religion\n  - 81-85% Dangerous cult (South Winds/Yin-Sloth/Baalgor)\n  - 86-90% Monastic Order of Bletherad/Knights Fossar\n  - 91-92% Old Kingdom/Elf/Dwarf faction\n  - 93-94% Orcish Empire/Commonwealth faction\n  - 95-96% Nimro Land of Giants/Baalgor Wastelands force\n  - 97-98% Extra-dimensional group\n  - 99-00% Old Ones worshipper (Spy unaware, seeks artifacts to awaken Old Ones; mini-campaign potential)."
            },
            {
                "title": "Spy Special O.C.C. Abilities",
                "description": "1. Infiltration: Blend into groups by mimicking mannerisms/slogans/beliefs subtly, not impersonating specific members. Base Skill: 30%+5%/level. Bonuses: +10% (2+ days observation/interaction), +20% (2 weeks), +20% (disgruntled group member assists). Penalties: -20% (group 10-30 members), -50% (≤10 members). Failure: Recognized as suspicious outsider (G.M. discretion for role-playing, e.g., human infiltrating Trolls/Orcs).\n2. Casing: Observe layout (entrances, exits, hiding spots, valuables, security, schedules) unnoticed. Base Skill: 30%+5%/level. Bonuses: +10% (deserted location), +10% (busy tavern/inn). Penalties: -10% (active security), -25% (Wizard/dragon lair, treasure troves, secret Spy/cultist spots). Failure: Misses details, noticed, may be removed (role-playing opportunity: cover story, escape, or consequences like torture/mind probe).\n3. Mnemonic Memory Techniques: Memorize details without notes using memory triggers. Base Skill: 50%+5%/level. Automatic with Total Recall psionic. Failure: Forgets or misremembers details (G.M. discretion).\n4. Building an Alias: Create credible false identity (e.g., noble with forged pedigree, pirate for Federation). Base Skill: 20%+5%/level (+10%/relevant skill like heraldry, military etiquette, lore; stackable, e.g., +40% for Western Imperial soldier alias). Failure: Recognized as fraud by first scrutinizer."
            }
        ]
    }
}